Revit 2027 API
BuiltInFailures.GroupFailures.DimensionsOrTagsReferecedRemoved Property
 Dimensions or Tags that reference non-group members have been removed from group [Name].
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId DimensionsOrTagsReferecedRemoved { get; }
Public Shared ReadOnly Property DimensionsOrTagsReferecedRemoved As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ DimensionsOrTagsReferecedRemoved {
	FailureDefinitionId^ get ();
}
static member DimensionsOrTagsReferecedRemoved : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace